[{"meta":{"id":"mirage","uuid":"3dd2da89-a733-4940-8273-f34915368a49","sort":"132995000","src":"collegiate","section":"alpha","stems":["mirage","mirages"],"offensive":false},"hwi":{"hw":"mi*rage","prs":[{"mw":"mə-ˈräzh","sound":{"audio":"mirage01","ref":"c","stat":"1"}}]},"fl":"noun","def":[{"sseq":[[["sense",{"sn":"1","dt":[["text","{bc}an optical {dx_def}see {dxt|optical||2a}{/dx_def} effect that is sometimes seen at sea, in the desert, or over a hot pavement, that may have the appearance of a pool of water or a mirror in which distant objects are seen inverted, and that is caused by the bending or reflection of rays of light by a layer of heated air of varying density"]]}]],[["sense",{"sn":"2","dt":[["text","{bc}something {d_link|illusory|illusory} and unattainable like a mirage "],["vis",[{"t":"A peaceful solution proved to be a {wi}mirage{/wi}."}]]]}]]]}],"syns":[{"pl":"synonyms","pt":[["text","{sc}delusion{/sc} {sc}illusion{/sc} {sc}hallucination{/sc} {sc}mirage{/sc} mean something that is believed to be true or real but that is actually false or unreal. {sc}delusion{/sc} implies an inability to distinguish between what is real and what only seems to be real, often as the result of a disordered state of mind. "],["vis",[{"t":"{it}delusions{/it} of persecution"}]],["text"," {sc}illusion{/sc} implies a false ascribing of reality based on what one sees or imagines. "],["vis",[{"t":"an {it}illusion{/it} of safety"}]],["text"," {sc}hallucination{/sc} implies impressions that are the product of disordered senses, as because of mental illness or drugs. "],["vis",[{"t":"suffered from terrifying {it}hallucinations{/it}"}]],["text"," {sc}mirage{/sc} in its extended sense applies to an illusory vision, dream, hope, or aim. "],["vis",[{"t":"claimed a balanced budget is a {it}mirage{/it}"}]]]}],"et":[["text","borrowed from French, from {it}mirer{/it} \"to look at, gaze at\" (going back to Old French, going back to Latin {it}mīrārī{/it} \"to be surprised, look with wonder at\") + {it}-age{/it} {et_link|-age|-age} {ma}{mat|admire|}{/ma}"]],"date":"1800{ds||1||}","shortdef":["an optical effect that is sometimes seen at sea, in the desert, or over a hot pavement, that may have the appearance of a pool of water or a mirror in which distant objects are seen inverted, and that is caused by the bending or reflection of rays of light by a layer of heated air of varying density","something illusory and unattainable like a mirage"]}]